Repository: yrelay/yrtimer
Catalog: po/*.po
Languages: ar, bn, fa, fr, he, hi, id, it, ja, kn, ml, mr, my, nb, pa, si, sl, sr, sw, ta, te, th, tl, tr, ur, vi

source: Repeat interval (seconds)
ar: فاصل التكرار (ثوانٍ)
bn: পুনরাবৃত্তির বিরতি (সেকেন্ড)
fa: فاصله تکرار (ثانیه)
fr: Intervalle de répétition (secondes)
he: מרווח חזרה (שניות)
hi: दोहराव अंतराल (सेकंड)
id: Interval pengulangan (detik)
it: Intervallo di ripetizione (secondi)
ja: 反復間隔（秒）
kn: ಪುನರಾವರ್ತನಾ ಮಧ್ಯಂತರ (ಸೆಕೆಂಡು)
ml: ആവർത്തന ഇടവേള (സെക്കന്റ്)
mr: पुनरावृत्ती अंतर (से.)
my: ထပ်ချိန်အကြာ (သက္ကန့်)
nb: Gjentakelsesintervall (sekunder)
pa: ਦੁਹਰਾਵੇ ਦਾ ਅੰਤਰਾਲ (ਸੈਕਿੰਡ)
si: පුනරාවර්තන අතුරු කාලය (තත්පර)
sl: Interval ponavljanja (sekunde)
sr: Интервал понављања (секунди)
sw: Kipindi cha marudio (sekunde)
ta: மீளல் இடைவெளி (விநாடிகள்)
te: పునరావృత అంతరం (సెకన్లు)
th: ช่วงเวลาทำซ้ำ (วินาที)
tl: Agwat ng pag-uulit (segundo)
tr: Tekrar aralığı (saniye)
ur: تکرار وقفہ (سیکنڈ)
vi: Khoảng lặp (giây)

source: Left: start/pause, Middle: reset, Shift+Left: last preset, Ctrl+Left: Preferences
ar: الزر الأيسر: تشغيل/إيقاف مؤقت، الأوسط: إعادة تعيين، Shift+أيسر: آخر إعداد مسبق، Ctrl+أيسر: التفضيلات
bn: বাম: শুরু/বিরতি, মধ্য: রিসেট, Shift+বাম: শেষ প্রিসেট, Ctrl+বাম: পছন্দসমূহ
fa: چپ: شروع/مکث، میانی: بازنشانی، Shift+چپ: آخرین پیش‌تنظیم، Ctrl+چپ: ترجیحات
fr: Gauche : démarrer/mettre en pause, Milieu : réinitialiser, Maj (Shift)+Gauche : dernier préréglage, Ctrl+Gauche : Préférences
he: שמאל: התחלה/השהיה, אמצעי: אפס, Shift+שמאל: קיצור אחרון, Ctrl+שמאל: העדפות
hi: बायाँ: शुरू/विराम, मध्य: रीसेट, Shift+बायाँ: पिछला प्रिसेट, Ctrl+बायाँ: प्राथमिकताएँ
id: Kiri: mulai/jeda, Tengah: atur ulang, Shift+Kiri: preset terakhir, Ctrl+Kiri: Preferensi
it: Sinistro: avvia/pausa, Centrale: reimposta, Maiusc (Shift)+Sinistro: ultima preimpostazione, Ctrl+Sinistro: Preferenze
ja: 左: 開始/一時停止, 中: リセット, Shift+左: 最後のプリセット, Ctrl+左: 設定
kn: ಎಡ: ಪ್ರಾರಂಭ/ವಿರಾಮ, ಮಧ್ಯ: ಮರುಹೊಂದಿಸಿ, Shift+ಎಡ: ಕೊನೆಯ ಪೂರ್ವದೇಶಿತ, Ctrl+ಎಡ: ಆಯ್ಕೆಗಳು
ml: ഇടത്: ആരംഭിക്കുക/താൽക്കാലികമായി നിർത്തുക, മദ്ധ്യം: പുനഃസജ്ജമാക്കുക, Shift+ഇടത്: അവസാന മുൻക്രമീകരണം, Ctrl+ഇടത്: മുൻഗണനകൾ
mr: डावे: सुरू/विराम, मधले: रीसेट, Shift+डावे: शेवटचा पूर्वसेट, Ctrl+डावे: प्राधान्ये
my: ဘယ်: စ/နှုတ်, အလယ်: ပြန်သတ်မှတ်, Shift+ဘယ်: နောက်ဆုံး ကြိုတင်သတ်မှတ်ချက်, Ctrl+ဘယ်: အပြင်အဆင်
nb: Venstre: start/pause, Midten: tilbakestill, Shift+Venstre: siste forhåndsinnstilling, Ctrl+Venstre: Innstillinger
pa: ਖੱਬਾ: ਸ਼ੁਰੂ/ਰੋਕੋ, ਮੱਧ: ਰੀਸੈਟ, Shift+ਖੱਬਾ: ਆਖਰੀ ਪ੍ਰੀਸੈੱਟ, Ctrl+ਖੱਬਾ: ਪ੍ਰਾਥਮਿਕਤਾਵਾਂ
si: වම: ආරම්භ/විරාම, මැද: නැවත සකස්, Shift+වම: අවසන් පෙර සැකසුම, Ctrl+වම: අභිප්‍රාය
sl: Levo: začni/premor, Sredina: ponastavi, Shift+Levo: zadnja prednastavitev, Ctrl+Levo: Nastavitve
sr: Лево: старт/пауза, Средњи: ресет, Shift+Лево: последње претподешавање, Ctrl+Лево: Подешавања
sw: Kushoto: anza/sitisha, Kati: weka upya, Shift+Kushoto: mpangilio wa mwisho, Ctrl+Kushoto: Mapendeleo
ta: இடது: தொடங்கு/இடைநிறுத்து, நடுப்பு: மீட்டமை, Shift+இடது: கடைசி முன்நிறுவல், Ctrl+இடது: விருப்பங்கள்
te: ఎడమ: ప్రారంభం/విరామం, మధ్య: రీసెట్, Shift+ఎడమ: చివరి ముందస్తు, Ctrl+ఎడమ: ప్రాధాన్యతలు
th: ซ้าย: เริ่ม/หยุดชั่วคราว, กลาง: รีเซ็ต, Shift+ซ้าย: พรีเซ็ทล่าสุด, Ctrl+ซ้าย: การตั้งค่า
tl: Kaliwa: simula/pause, Gitna: i-reset, Shift+Kaliwa: huling preset, Ctrl+Kaliwa: Mga Preference
tr: Sol: başlat/duraklat, Orta: sıfırla, Shift+Sol: son önayar, Ctrl+Sol: Tercihler
ur: بائیں: شروع/روکیں، درمیان: ری سیٹ، Shift+بائیں: آخری پری سیٹ، Ctrl+بائیں: ترجیحات
vi: Chuột trái: bắt đầu/tạm dừng, Giữa: đặt lại, Shift+Trái: bản đặt sẵn cuối, Ctrl+Trái: Tùy chọn

source: yrtimer indicator
ar: مؤشّر yrtimer
bn: yrtimer সূচক
fa: نشانگر yrtimer
fr: indicateur yrtimer
he: מחוון yrtimer
hi: yrtimer सूचक
id: indikator yrtimer
it: Indicatore yrtimer
ja: yrtimer インジケーター
kn: yrtimer ಸೂಚಕ
ml: yrtimer സൂചിക
mr: yrtimer निर्देशक
my: yrtimer ပြချိန် ပြသူ
nb: yrtimer-indikator
pa: yrtimer ਸੰਕੇਤਕ
si: yrtimer දර්ශකය
sl: kazalnik yrtimer
sr: yrtimer индикатор
sw: kiashiria cha yrtimer
ta: yrtimer குறியீடு
te: yrtimer సూచిక
th: ตัวบ่งชี้ yrtimer
tl: tagapagpahiwatig ng yrtimer
tr: yrtimer göstergesi
ur: yrtimer اشاریہ
vi: chỉ báo yrtimer

source: Timer icon
ar: أيقونة المؤقّت
bn: টাইমার আইকন
fa: آیکن تایمر
fr: Icône du minuteur
he: סמל טיימר
hi: टाइमर आइकन
id: Ikon pengatur waktu
it: Icona timer
ja: タイマーアイコン
kn: ಟೈಮರ್ ಚಿಹ್ನೆ
ml: ടൈമർ ഐക്കൺ
mr: टायमर आयकॉन
my: အချိန်တွက် မျက်နှာပြင်အိုင်ကွန်
nb: Timer-ikon
pa: ਟਾਈਮਰ ਆਈਕਨ
si: ටයිමර් අයිකනය
sl: Ikona časomerilnika
sr: Иконица тајмера
sw: Ikoni ya kitanzi
ta: நேரக்கணிக்கையின் சின்னம்
te: టైమర్ చిహ్నం
th: ไอคอนตัวจับเวลา
tl: Icon ng timer
tr: Zamanlayıcı simgesi
ur: ٹائمر آئیکن
vi: Biểu tượng hẹn giờ

source: Remaining time
ar: الوقت المتبقي
bn: অবশিষ্ট সময়
fa: زمان باقیمانده
fr: Temps restant
he: זמן שנותר
hi: शेष समय
id: Sisa waktu
it: Tempo rimanente
ja: 残り時間
kn: ಉಳಿದ ಸಮಯ
ml: ശേഷിക്കുന്ന സമയം
mr: उर्वरित वेळ
my: ကျန်ရှိသော အချိန်
nb: Gjenstående tid
pa: ਬਾਕੀ ਸਮਾਂ
si: ඉතිරි කාලය
sl: Preostali čas
sr: Преостало време
sw: Muda uliobaki
ta: மீதமுள்ள நேரம்
te: మిగిలిన సమయం
th: เวลาที่เหลือ
tl: Natitirang oras
tr: Kalan süre
ur: بقیہ وقت
vi: Thời gian còn lại

source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
fa: ترجیحات
fr: Préférences
he: העדפות
hi: प्राथमिकताएँ
id: Preferensi
it: Preferenze
ja: 設定
kn: ಆಯ್ಕೆಗಳು
ml: മുൻഗണനകൾ
mr: प्राधान्ये
my: အပြင်အဆင်
nb: Innstillinger
pa: ਪ੍ਰਾਥਮਿਕਤਾਵਾਂ
si: අභිප්‍රාය
sl: Nastavitve
sr: Подешавања
sw: Mapendeleo
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
th: การตั้งค่า
tl: Mga Preference
tr: Tercihler
ur: ترجیحات
vi: Tùy chọn

source: [i18n probe] Preferences
bn: [i18n] পছন্দসমূহ
fr: [i18n] Préférences
hi: [i18n] प्राथमिकताएँ
id: [i18n] Preferensi
it: [i18n] Preferenze
nb: [i18n] Innstillinger
sl: [i18n] Nastavitve
sr: [i18n] Подешавања
ta: [i18n] விருப்பங்கள்
tl: [i18n] Mga Preference
tr: [i18n] Tercihler
ur: [i18n] ترجیحات

source: Preset
ar: إعداد مسبق
bn: প্রিসেট
fr: Préréglage
he: קבוע מראש
hi: प्रिसेट
id: Prasetel
it: Impostazione
ja: プリセット
kn: ಪೂರ್ವದೇಶಿತ
ml: മുൻക്രമീകരണം
mr: पूर्वसेट
my: ကြိုတင်သတ်မှတ်
nb: Forhåndsinnstilling
pa: ਪ੍ਰੀਸੈੱਟ
si: පෙර සැකසුම
sl: Prednastavitev
sr: Претподешавање
sw: Mpangilio wa awali
ta: முன்நிறுவல்
te: ముందస్తు
th: พรีเซ็ต
tr: Önayar
ur: پری سیٹ
vi: Bản đặt sẵn

source: Timer
ar: مؤقّت
bn: টাইমার
fr: Minuteur
he: טיימר
hi: टाइमर
id: Pengatur waktu
ja: タイマー
kn: ಟೈಮರ್
ml: ടൈമർ
mr: टायमर
my: အချိန်တွက်ကိရိယာ
nb: Tidtaker
pa: ਟਾਈਮਰ
si: ටයිමර්
sl: Časomerilnik
sr: Тајмер
sw: Kitanzi
ta: நேரக்கணிக்கையாளர்
te: టైమర్
th: ตัวจับเวลา
tr: Zamanlayıcı
ur: ٹائمر
vi: Hẹn giờ

source: Time is up!
ar: انتهى الوقت!
bn: সময় শেষ!
fa: زمان تمام شد!
fr: Temps écoulé !
he: הזמן נגמר!
hi: समय समाप्त!
id: Waktu habis!
it: Tempo scaduto!
ja: 時間です！
kn: ಸಮಯ ಮುಗಿದಿದೆ!
ml: സമയം തീർന്നു!
mr: वेळ संपला!
my: အချိန်ပြီးပြီး!
nb: Tiden er ute!
pa: ਸਮਾਂ ਸਮਾਪਤ!
si: කාලය අවසන්!
sl: Čas je potekel!
sr: Време је истекло!
sw: Muda umeisha!
ta: நேரம் முடிந்தது!
te: సమయం ముగిసింది!
th: หมดเวลา!
tl: Tapos na ang oras!
tr: Süre doldu!
ur: وقت ختم!
vi: Hết giờ!

source: Enter duration (e.g., 1m 12s)
ar: أدخل المدّة (مثال: 1د 12ث)
bn: সময়কাল লিখুন (যেমন, 1m 12s)
fa: مدت زمان را وارد کنید (مثلاً، 1m 12s)
fr: Saisir une durée (ex. : 1m 12s)
he: הזן משך (לדוגמה: 1m 12s)
hi: अवधि दर्ज करें (उदा., 1m 12s)
id: Masukkan durasi (mis., 1m 12s)
it: Inserisci una durata (es., 1m 12s)
ja: 時間を入力（例: 1m 12s）
kn: ಅವಧಿಯನ್ನು ನಮೂದಿಸಿ (ಉದಾ., 1m 12s)
ml: ദൈർഘ്യം നൽകുക (ഉദാ., 1m 12s)
mr: कालावधी टाका (उदा., 1m 12s)
my: ကြာချိန် ထည့်ပါ (ဥပမာ 1m 12s)
nb: Angi varighet (f.eks. 1m 12s)
pa: ਅਵਧੀ ਦਰਜ ਕਰੋ (ਉ.ਦਾ., 1m 12s)
si: කාලය ඇතුළත් කරන්න (උදා., 1m 12s)
sl: Vnesite trajanje (npr. 1m 12s)
sr: Унесите трајање (нпр. 1m 12s)
sw: Weka muda (km., 1m 12s)
ta: காலநேரத்தை உள்ளிடவும் (எ.கா., 1m 12s)
te: వ్యవధిని నమోదు చేయండి (ఉదా., 1m 12s)
th: ป้อนระยะเวลา (เช่น 1m 12s)
tl: Ilagay ang tagal (hal., 1m 12s)
tr: Süre girin (örn. 1m 12s)
ur: دورانیہ درج کریں (مثلاً، 1m 12s)
vi: Nhập thời lượng (vd: 1m 12s)

source: Duration input
ar: إدخال المدّة
bn: সময়কাল ইনপুট
fa: ورودی مدت زمان
fr: Saisie de durée
he: שדה משך
hi: अवधि इनपुट
id: Input durasi
it: Inserimento durata
ja: 時間入力
kn: ಅವಧಿ ನಮೂದು
ml: ദൈർഘ്യ ഇൻപുട്ട്
mr: कालावधी इनपुट
my: ကြာချိန် ထည့်သွင်းမှု
nb: Varighetsfelt
pa: ਅਵਧੀ ਇਨਪੁੱਟ
si: කාල ඇතුළත් කිරීම
sl: Vnos trajanja
sr: Унос трајања
sw: Ingizo la muda
ta: காலநேர உள்ளீடு
te: వ్యవధి ఇన్‌పుట్
th: ป้อนระยะเวลา
tl: Paglalagay ng tagal
tr: Süre girişi
ur: دورانیہ ان پٹ
vi: Nhập thời lượng

source: Start
ar: تشغيل
bn: শুরু
fa: شروع
fr: Démarrer
he: התחל
hi: शुरू करें
id: Mulai
it: Avvia
ja: 開始
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
mr: सुरू करा
my: စတင်
pa: ਸ਼ੁਰੂ
si: ආරම්භ
sl: Začni
sr: Пуск
sw: Anza
ta: தொடங்கு
te: ప్రారంభించు
th: เริ่ม
tl: Simulan
tr: Başlat
ur: شروع کریں
vi: Bắt đầu

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
fa: مکث
he: השהה
hi: विराम
id: Jeda
it: Pausa
ja: 一時停止
kn: ವಿರಾಮ
ml: താൽക്കാലികമായി നിർത്തുക
mr: विराम
my: နားရပ်
pa: ਰੋਕੋ
si: විරාම
sl: Premor
sr: Пауза
sw: Sitisha
ta: இடைநிறுத்து
te: విరామం
th: หยุดชั่วคราว
tl: I-pause
tr: Duraklat
ur: روکیں
vi: Tạm dừng

source: Diagnostics
bn: নির্ণয়
hi: डायग्नोस्टिक्स
id: Diagnostik
it: Diagnostica
nb: Diagnostikk
sl: Diagnostika
sr: Дијагностика
ta: உறுதிப்பறிக்கை
tl: Diyagnostiko
tr: Tanılama
ur: تشخیصات

source: Enable debug logs
bn: ডিবাগ লগ সক্রিয় করুন
fr: Activer les journaux de débogage
hi: डीबग लॉग सक्षम करें
id: Aktifkan log debug
it: Abilita registri di debug
nb: Aktiver feilsøkingslogger
sl: Omogoči dnevnik razhroščevanja
sr: Укључи логове за отклањање грешака
ta: பிழைத்திருத்தப் பதிவுகளை இயக்கு
tl: Paganahin ang mga log ng debug
tr: Hata ayıklama günlüklerini etkinleştir
ur: ڈیبگ لاگز فعال کریں

source: Override locale for preferences
bn: পছন্দসমূহের জন্য লোকেল ওভাররাইড করুন
fr: Outrepasser la langue pour les préférences
hi: प्राथमिकताओं के लिए लोकेल ओवरराइड करें
id: Timpa bahasa untuk preferensi
it: Sostituisci lingua per le preferenze
nb: Overstyr lokalitet for innstillinger
sl: Prepiši jezik za nastavitve
sr: Промени језик за подешавања
ta: விருப்பங்களுக்கான மொழியை மீளமை
tl: Palitan ang lokal para sa mga preference
tr: Tercihler için yereli geçersiz kıl
ur: ترجیحات کے لیے لوکیل اووررائیڈ کریں

source: Empty = system default (restart prefs to fully apply)
bn: ফাঁকা = সিস্টেম ডিফল্ট (সম্পূর্ণ প্রয়োগে পছন্দসমূহ পুনরারম্ভ করুন)
fr: Vide = langue du système (redémarrer les préférences pour appliquer entièrement)
hi: खाली = सिस्टम डिफ़ॉल्ट (पूरा लागू करने हेतु प्राथमिकताएँ पुनः आरंभ करें)
id: Kosong = bawaan sistem (mulai ulang preferensi agar sepenuhnya berlaku)
it: Vuoto = predefinito di sistema (riavvia le preferenze per applicare completamente)
nb: Tom = systemstandard (start innstillingene på nytt for å gjelde fullt ut)
sl: Prazno = privzeto sistema (znova zaženite nastavitve za polno uveljavitev)
sr: Празно = системски подразумевано (поново покрените подешавања да би се у потпуности применило)
ta: வெற்று = கணினி இயல்பு (முழுவதும் அமல்படுத்த மறுதொடக்கம் தேவை)
tl: Walang laman = default ng system (i-restart ang preferences para ganap na maipatupad)
tr: Boş = sistem varsayılanı (tam uygulamak için tercihleri yeniden başlatın)
ur: خالی = سسٹم طے شدہ (مکمل اطلاق کے لیے ترجیحات دوبارہ شروع کریں)

source: System default
bn: সিস্টেম ডিফল্ট
fr: Langue du système
hi: सिस्टम डिफ़ॉल्ट
id: Bawaan sistem
it: Predefinito di sistema
nb: Systemstandard
sl: Privzeto sistema
sr: Системски подразумевано
ta: கணினி இயல்பு
tl: Default ng system
tr: Sistem varsayılanı
ur: سسٹم طے شدہ

source: Language changed
bn: ভাষা পরিবর্তিত
fr: Langue modifiée
hi: भाषा बदली गई
id: Bahasa diubah
it: Lingua cambiata
nb: Språk endret
sl: Jezik je spremenjen
sr: Језик је промењен
ta: மொழி மாற்றப்பட்டது
tl: Nabago ang wika
tr: Dil değiştirildi
ur: زبان تبدیل ہوگئی

source: Restarting preferences to apply translations...
bn: অনুবাদ প্রয়োগ করতে পছন্দসমূহ পুনরারম্ভ হচ্ছে...
fr: Redémarrage des préférences pour appliquer les traductions...
hi: अनुवाद लागू करने के लिए प्राथमिकताएँ पुनः आरंभ हो रही हैं...
id: Memulai ulang preferensi untuk menerapkan terjemahan...
it: Riavvio delle preferenze per applicare le traduzioni...
nb: Starter innstillinger på nytt for å bruke oversettelser...
sl: Znova zaganjam nastavitve za uporabo prevodov ...
sr: Поново покрећем подешавања ради примене превода...
ta: மொழிபெயர்ப்புகளைச் செயல்படுத்த விருப்பங்கள் மறுதொடக்கம் செய்யப்படுகிறது...
tl: Nire-restart ang preferences para maipatupad ang mga salin...
tr: Çevirileri uygulamak için tercihler yeniden başlatılıyor...
ur: ترجمے لاگو کرنے کے لیے ترجیحات دوبارہ شروع ہو رہی ہیں...

source: OK
bn: ঠিক আছে
hi: ठीक
sl: V redu
sr: У реду
tr: Tamam
ur: ٹھیک ہے

source: Extension path
bn: এক্সটেনশনের পথ
fr: Chemin de l’extension
hi: एक्सटेंशन पथ
id: Path ekstensi
it: Percorso estensione
nb: Utvidelsessti
sl: Pot razširitve
sr: Путања екстензије
ta: நீட்டிப்பு பாதை
tr: Eklenti yolu

source: Icon (embedded)
bn: আইকন (এমবেডেড)
fr: Icône (intégrée)
hi: आइकन (एम्बेडेड)
id: Ikon (tertanam)
it: Icona (inclusa)
nb: Ikon (innebygd)
sl: Ikona (vgrajena)
sr: Иконица (уграђена)
ta: சின்னம் (உட்பொதிக்கப்பட்ட)
tr: Simge (gömülü)

source: exists
bn: বিদ্যমান
fr: existe
hi: मौजूद
id: ada
it: presente
nb: finnes
sl: obstaja
sr: постоји
ta: உள்ளது
tr: var

source: missing
bn: অনুপস্থিত
fr: manquante
hi: अनुपस्थित
id: tidak ada
it: assente
nb: mangler
sl: manjka
sr: недостаје
ta: இல்லை
tr: yok

source: presets (sec)
bn: প্রিসেট (সেকেন্ড)
fr: préréglages (sec)
hi: प्रीसेट्स (सेकंड)
id: preset (dtk)
it: preimpostazioni (sec)
nb: forhåndsinnstillinger (sek)
sl: prednastavitve (s)
sr: претподешавања (s)
ta: முன்நிறுவல்கள் (வி)
tr: önayarlar (sn)

source: Status and environment checks (Press Refresh to update)
bn: অবস্থা ও পরিবেশ পরীক্ষা (হালনাগাদের জন্য রিফ্রেশ চাপুন)
fr: Vérifications d’état et d’environnement (cliquez sur Actualiser pour mettre à jour)
hi: स्थिति और परिवेश जाँच (अद्यतन के लिए रिफ्रेश दबाएँ)
id: Pemeriksaan status dan lingkungan (Tekan Segarkan untuk memperbarui)
it: Verifiche di stato e ambiente (premi Aggiorna per aggiornare)
nb: Status- og miljøkontroller (Trykk Oppdater for å oppdatere)
sl: Preverjanja stanja in okolja (pritisnite Osveži za posodobitev)
sr: Провере статуса и окружења (Притисните Освежи за ажурирање)
ta: நிலையும் சூழலும் சோதனைகள் (புதுப்பிக்க Refresh அழுத்தவும்)
tr: Durum ve ortam denetimleri (güncellemek için Yenile'ye basın)

source: Refresh
bn: রিফ্রেশ
fr: Actualiser
hi: रिफ्रेश
id: Segarkan
it: Aggiorna
nb: Oppdater
sl: Osveži
sr: Освежи
ta: புதுப்பிக்க
tr: Yenile

source: GNOME Shell
hi: GNOME शैल

source: Extension state
bn: এক্সটেনশনের অবস্থা
fr: État de l’extension
hi: एक्सटेंशन की स्थिति
id: Status ekstensi
it: Stato estensione
nb: Utvidelsestilstand
sl: Stanje razširitve
sr: Стање екстензије
ta: நீட்டிப்பு நிலை
tr: Eklenti durumu

source: Extension info
bn: এক্সটেনশন তথ্য
fr: Infos extension
hi: एक्सटेंशन जानकारी
id: Info ekstensi
it: Informazioni estensione
nb: Informasjon om utvidelse
sl: Podatki o razširitvi
sr: Информације о екстензији
ta: நீட்டிப்பு தகவல்
tr: Eklenti bilgisi

source: Copy
bn: কপি করুন
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
nb: Kopier
sl: Kopiraj
sr: Копирај
ta: நகலெடு
tr: Kopyala

source: Diagnostics copied
bn: নির্ণয় অনুলিপি হয়েছে
fr: Diagnostics copiés
hi: डायग्नोस्टिक्स कॉपी हो गया
id: Diagnostik disalin
it: Diagnostica copiata
nb: Diagnostikk kopiert
sl: Diagnostika kopirana
sr: Дијагностика је копирана
ta: உறுதிப்பறிக்கை நகலெடுக்கப்பட்டது
tr: Tanılama kopyalandı

source: Diagnostics have been copied to the clipboard.
bn: নির্ণয় ক্লিপবোর্ডে কপি করা হয়েছে।
fr: Le diagnostic a été copié dans le presse-papiers.
hi: डायग्नोस्टिक्स क्लिपबोर्ड पर कॉपी कर दिया गया है।
id: Diagnostik telah disalin ke clipboard.
it: La diagnostica è stata copiata negli appunti.
nb: Diagnostikk er kopiert til utklippstavlen.
sl: Diagnostika je bila kopirana na odložišče.
sr: Дијагностика је копирана у клипборд.
ta: உறுதிப்பறிக்கை கிளிப் போர்ட்டுக்கு நகலெடுக்கப்பட்டது.
tr: Tanılama panoya kopyalandı.

source: e.g., fr, de, zh_CN
sl: npr., fr, de, zh_CN
sr: нпр., fr, de, zh_CN
ta: எ.கா., fr, de, zh_CN
