Repository: yrelay/yrtimer
Catalog: po/*.po
Languages: ar, bn, fa, fr, he, hi, id, it, ja, kn, ml, mr, my, nb, pa, si, sl, sr, sw, ta, te, th, tl, tr, ur, vi

source: About
ar: حول
bn: সম্পর্কে
fa: درباره
fr: À propos
he: על אודות
hi: परिचय
id: Tentang
it: Informazioni
ja: 情報
kn: ಬಗ್ಗೆ
ml: ഇതിനെക്കുറിച്ച്
mr: विषयी
my: အကြောင်း
nb: Om
pa: ਬਾਰੇ
si: ගැන
sl: O programu
sr: О програму
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tl: Tungkol sa
tr: Hakkında
ur: متعلق
vi: Giới thiệu

source: For feature requests or bug reports, please visit GitHub. No warranty, express or implied.
ar: طلبات الميزات أو الأخطاء؟ يُرجى زيارة GitHub. بلا أي ضمان صريح أو ضمني.
fr: Pour signaler des bogues ou demander de nouvelles fonctionnalités, veuillez visiter GitHub. Aucune garantie, explicite ou implicite.
he: לבקשות תכונה או דיווחי באגים, בקרו ב‑GitHub. ללא כל אחריות, מפורשת או משתמעת.
hi: फ़ीचर अनुरोध या बग रिपोर्ट के लिए कृपया GitHub पर जाएँ। कोई स्पष्ट या निहित वारंटी नहीं।
id: Untuk permintaan fitur atau laporan bug, silakan kunjungi GitHub. Tanpa jaminan, tersurat maupun tersirat.
it: Richieste di funzionalità o bug? Visita GitHub. Nessuna garanzia, espressa o implicita.
ja: 機能の要望やバグ報告は GitHub へお願いします。いかなる保証もありません。
ml: സവിശേഷതകൾ അഭ്യർത്ഥിക്കാനും പിഴവുകൾ റിപ്പോർട്ട് ചെയ്യാനും GitHub സന്ദർശിക്കുക. യാതൊരു വാറന്റിയും ഇല്ല, വ്യക്തമാക്കിയതോ പരോക്ഷമോ.
mr: वैशिष्ट्य विनंत्या किंवा बग अहवालांसाठी GitHub ला भेट द्या. कोणतीही हमी नाही, स्पष्ट किंवा सूचित.
nb: For funksjonsforespørsler eller feilrapporter, besøk GitHub. Ingen garanti, uttrykt eller underforstått.
pa: ਫੀਚਰ ਬੇਨਤੀਆਂ ਜਾਂ ਬੱਗ ਰਿਪੋਰਟਾਂ ਲਈ, GitHub ਵੇਖੋ। ਕੋਈ ਜ਼ੰਮਾਨਤ ਨਹੀਂ, ਨਾਂ ਸਿੱਧੀ ਨਾਂ ਅਰਥਾਤ।
si: විශේෂාංග ඉල්ලීම් හෝ දෝෂ වාර්තා සඳහා GitHub වෙත යන්න. පැහැදිලි හෝ අර්ථාන්විත වාරන්තියක් නොමැත.
sl: Za predloge funkcij ali poročila o napakah obiščite GitHub. Brez kakršnegakoli jamstva, izrecnega ali implicitnega.
sr: За захтеве за функције или пријаве грешака посетите GitHub. Без икакве гаранције, изричите или подразумеване.
ta: அம்ச கோரிக்கைகள் அல்லது பிழை அறிக்கைகளுக்கு GitHub ஐ அணுகவும். வெளிப்படையான அல்லது மறைமுகமான எந்த உத்தரவாதமும் இல்லை.
tr: Özellik istekleri veya hata bildirimleri için lütfen GitHub'ı ziyaret edin. Hiçbir açık ya da zımni garanti verilmez.
vi: Để yêu cầu tính năng hoặc báo lỗi, vui lòng truy cập GitHub. Không có bất kỳ đảm bảo rõ ràng hay ngụ ý nào.

source: Issues
ar: المشكلات
bn: সমস্যাসমূহ
fa: مشکلات
fr: Tickets
hi: समस्याएँ
id: Isu
it: Segnalazioni
ja: 課題
ml: പ്രശ്നങ്ങൾ
mr: समस्या
nb: Problemer
pa: ਮੁੱਦੇ
si: ගැටළු
sl: Težave
sr: Проблеми
sw: Masuala
ta: சிக்கல்கள்
te: సమస్యలు
th: ปัญหา
tl: Mga isyu
tr: Sorunlar
ur: مسائل
vi: Vấn đề

source: Donate
ar: تبرع
bn: অনুদান
fa: حمایت مالی
fr: Don
he: תרומה
hi: दान करें
id: Donasi
it: Dona
ja: 寄付
ml: സംഭാവന
mr: देणगी
nb: Doner
pa: ਦਾਨ ਕਰੋ
si: දායක වන්න
sl: Doniraj
sr: Донирајте
sw: Changia
ta: நன்கொடை
te: దానం చేయండి
th: บริจาค
tl: Magbigay
tr: Bağış Yap
ur: عطیہ
vi: Quyên góp

source: General
ar: عام
bn: সাধারণ
fa: عمومی
fr: Général
he: כללי
hi: सामान्य
id: Umum
it: Generale
ja: 一般
kn: ಸಾಮಾನ್ಯ
ml: പൊതു
mr: सामान्य
my: အထွေထွေ
nb: Generelt
pa: ਜਨਰਲ
si: සාමාන්‍ය
sl: Splošno
sr: Опште
sw: Jumla
ta: பொது
te: సాధారణం
th: ทั่วไป
tl: Pangkalahatan
tr: Genel
ur: عمومی
vi: Chung

source: Notifications & Sound
ar: الإشعارات والصوت
bn: বিজ্ঞপ্তি ও শব্দ
fa: اعلان‌ها و صدا
fr: Notifications & Son
he: התראות ושמע
hi: सूचनाएँ और ध्वनि
id: Notifikasi & Suara
it: Notifiche e suoni
ja: 通知とサウンド
kn: ಅಧಿಸೂಚನೆಗಳು ಮತ್ತು ಧ್ವನಿ
ml: അറിയിപ്പുകളും ശബ്ദവും
mr: सूचना आणि ध्वनी
my: အသိပေးနှင့် အသံ
nb: Varsler og lyd
pa: ਨੋਟਿਫਿਕੇਸ਼ਨ ਅਤੇ ਧੁਨੀ
si: දැනුම්දීම් & ශබ්ද
sl: Obvestila in zvok
sr: Обавештења и звук
sw: Arifa na Sauti
ta: அறிவிப்புகள் & ஒலி
te: నోటిఫికేషన్లు & శబ్దం
th: การแจ้งเตือนและเสียง
tl: Mga Abiso at Tunog
tr: Bildirimler ve Ses
ur: اطلاعات اور آواز
vi: Thông báo & Âm thanh

source: Enable notifications
ar: تفعيل الإشعارات
bn: বিজ্ঞপ্তি সক্ষম করুন
fa: فعال‌سازی اعلان‌ها
fr: Activer les notifications
he: הפעל התראות
hi: सूचनाएँ सक्षम करें
id: Aktifkan notifikasi
it: Abilita notifiche
ja: 通知を有効化
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: അറിയിപ്പുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: सूचना सक्षम करा
my: အသိပေးဖွင့်မည်
nb: Aktiver varsler
pa: ਨੋਟਿਫਿਕੇਸ਼ਨ ਚਾਲੂ ਕਰੋ
si: දැනුම්දීම් සක්‍රීය කරන්න
sl: Omogoči obvestila
sr: Укључи обавештења
sw: Wezesha arifa
ta: அறிவிப்புகளை இயக்கு
te: నోటిఫికేషన్లు ప్రారంభించు
th: เปิดใช้การแจ้งเตือน
tl: Paganahin ang mga abiso
tr: Bildirimleri etkinleştir
ur: اطلاعات فعال کریں
vi: Bật thông báo

source: Enable sound
ar: تفعيل الصوت
bn: শব্দ সক্ষম করুন
fa: فعال‌سازی صدا
fr: Activer le son
he: הפעל שמע
hi: ध्वनि सक्षम करें
id: Aktifkan suara
it: Abilita suono
ja: サウンドを有効化
kn: ಧ್ವನಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ശബ്ദം പ്രവർത്തനക്ഷമമാക്കുക
mr: ध्वनी सक्षम करा
my: အသံဖွင့်မည်
nb: Aktiver lyd
pa: ਧੁਨੀ ਚਾਲੂ ਕਰੋ
si: ශබ්දය සක්‍රීය කරන්න
sl: Omogoči zvok
sr: Укључи звук
sw: Wezesha sauti
ta: ஒலியை இயக்கு
te: శబ్దం ప్రారంభించు
th: เปิดใช้เสียง
tl: Paganahin ang tunog
tr: Sesi etkinleştir
ur: آواز فعال کریں
vi: Bật âm thanh

source: Volume
ar: مستوى الصوت
bn: ভলিউম
fa: صدا
he: עוצמת קול
hi: वॉल्यूम
ja: 音量
kn: ಧ್ವನಿ ಮಟ್ಟ
ml: വോള്യം
mr: आवाज
my: အသံအတိုးအကျယ်
nb: Volum
pa: ਆਵਾਜ਼
si: ශබ්ද තාපනය
sl: Glasnost
sr: Јачина звука
sw: Sauti
ta: ஒலி அளவு
te: వాల్యూం
th: ระดับเสียง
tl: Dami
tr: Ses seviyesi
ur: والیم
vi: Âm lượng

source: Custom sound path (relative or absolute)
ar: مسار صوت مخصص (نسبي أو مطلق)
bn: নিজস্ব শব্দের পথ (আপেক্ষিক বা পরম)
fa: مسیر صدای سفارشی (نسبی یا مطلق)
fr: Chemin du son personnalisé (relatif ou absolu)
he: נתיב שמע מותאם (יחסי או מוחלט)
hi: कस्टम ध्वनि पथ (सापेक्ष या पूर्ण)
id: Path suara kustom (relatif atau absolut)
it: Percorso suono personalizzato (relativo o assoluto)
ja: カスタムサウンドのパス（相対または絶対）
kn: ಕಸ್ಟಮ್ ಧ್ವನಿ ಮಾರ್ಗ (ಆಪೇಕ್ಷಿಕ ಅಥವಾ ಪರಿಪೂರ್ಣ)
ml: ഇഷ്ടാനുസൃത ശബ്ദ പാത (ആപേക്ഷികമോ സമ്പൂർണ്ണമോ)
mr: सानुकूल ध्वनी मार्ग (सापेक्ष किंवा निरपेक्ष)
my: စိတ်ကြိုက်အသံ လမ်းကြောင်း (ဆက်စပ်/ပြည့်စုံ)
nb: Egendefinert lydsti (relativ eller absolutt)
pa: ਕਸਟਮ ਧੁਨੀ ਮਾਰਗ (ਸੰਬੰਧਿਤ ਜਾਂ ਪੂਰਨ)
si: වෙනස් කළ ශබ්ද මාර්ගය (සාපේක්ෂ හෝ පූර්ණ)
sl: Pot do zvoka po meri (relativna ali absolutna)
sr: Прилагођена путања звука (релативна или апсолутна)
sw: Njia ya sauti maalum (jamaa au kabisa)
ta: தனிப்பயன் ஒலி பாதை (சார்பு அல்லது முழுமை)
te: అనుకూల శబ్ద మార్గం (సాపేక్షం లేదా సంపూర్ణం)
th: เส้นทางเสียงกำหนดเอง (สัมพัทธ์หรือสัมบูรณ์)
tl: Pasadyang landas ng tunog (kamag-anak o absolut)
tr: Özel ses yolu (göreli ya da mutlak)
ur: ساختہ آواز کا راستہ (نسبتی یا مطلق)
vi: Đường dẫn âm thanh tùy chỉnh (tương đối hoặc tuyệt đối)

source: Sound
ar: الصوت
bn: শব্দ
fa: صدا
fr: Son
he: שמע
hi: ध्वनि
id: Suara
it: Suono
ja: サウンド
kn: ಧ್ವನಿ
ml: ശബ്ദം
mr: ध्वनी
my: အသံ
nb: Lyd
pa: ਧੁਨੀ
si: ශබ්ද
sl: Zvok
sr: Звук
sw: Sauti
ta: ஒலி
te: శబ్దం
th: เสียง
tl: Tunog
tr: Ses
ur: آواز
vi: Âm thanh

source: System: complete
ar: النظام: مكتمل
bn: সিস্টেম: সম্পূর্ণ
fa: سیستم: کامل
fr: Système : terminé
he: המערכת: הושלם
hi: सिस्टम: पूर्ण
id: Sistem: selesai
it: Sistema: completo
ja: システム: 完了
nb: System: fullført
sw: Mfumo: kamili
th: ระบบ: เสร็จสิ้น
tl: Sistema: kumpleto
tr: Sistem: tamamlandı
ur: سسٹم: مکمل
vi: Hệ thống: hoàn tất

source: System: bell
ar: النظام: جرس
bn: সিস্টেম: ঘণ্টা
fa: سیستم: زنگ
fr: Système : sonnerie
he: המערכת: צלצול
hi: सिस्टम: घंटी
id: Sistem: bel
it: Sistema: campanella
ja: システム: ベル
nb: System: bjelle
sw: Mfumo: kengele
th: ระบบ: กระดิ่ง
tl: Sistema: kampana
tr: Sistem: zil
ur: سسٹم: گھنٹی
vi: Hệ thống: chuông

source: System: message-new-instant
ar: النظام: رسالة فورية جديدة
bn: সিস্টেম: নতুন তাত্ক্ষণিক বার্তা
fa: سیستم: پیام فوری جدید
fr: Système : nouveau message instantané
he: המערכת: הודעה חדשה מיידית
hi: सिस्टम: नया त्वरित संदेश
id: Sistem: pesan baru instan
it: Sistema: messaggio nuovo immediato
ja: システム: 新しいインスタントメッセージ
nb: System: melding-ny-øyeblikkelig
th: ระบบ: ข้อความใหม่ทันที
tr: Sistem: yeni anlık ileti
vi: Hệ thống: tin nhắn tức thì mới

source: System: dialog-information
ar: النظام: مربع حوار معلومات
bn: সিস্টেম: তথ্য সংলাপ
fa: سیستم: پنجره اطلاعات
fr: Système : information
he: המערכת: דו־שיח מידע
hi: सिस्टम: सूचना संवाद
id: Sistem: dialog informasi
it: Sistema: finestra di dialogo informativa
ja: システム: 情報ダイアログ
nb: System: dialog-informasjon
th: ระบบ: กล่องโต้ตอบข้อมูล
tr: Sistem: bilgi iletişim kutusu
vi: Hệ thống: hộp thoại thông tin

source: System: alarm-clock-elapsed
ar: النظام: انتهى وقت المنبّه
bn: সিস্টেম: অ্যালার্মের সময় শেষ
fr: Système : alarme écoulée
he: המערכת: שעון מעורר הסתיים
hi: सिस्टम: अलार्म समाप्त
id: Sistem: alarm selesai
it: Sistema: sveglia scaduta
ja: システム: アラーム時間経過
nb: System: alarmklokke utløpt
tr: Sistem: alarm süresi doldu
vi: Hệ thống: báo thức đã hết

source: Custom…
ar: مخصص…
bn: নিজস্ব…
fr: Personnalisé…
he: מותאם…
hi: कस्टम…
id: Kustom…
it: Personalizzato…
ja: カスタム…
ml: ഇഷ്ടാനുസൃതം…
mr: सानुकूल…
nb: Egendefinert…
pa: ਕਸਟਮ…
si: වෙනස් කළ…
sl: Po meri…
sr: Прилагођено…
sw: Maalum…
ta: தனிப்பயன்…
te: అనుకూలం…
th: กำหนดเอง…
tl: Pasadya…
tr: Özel…
ur: ساختہ…
vi: Tùy chỉnh…

source: Preview
ar: معاينة
bn: প্রাকদর্শন
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: プレビュー
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
nb: Forhåndsvisning
pa: ਝਲਕ
si: පෙරදසුන
sl: Predogled
sr: Преглед
sw: Hakikisho
ta: முன்னோட்டம்
te: ముందస్తు వీక్షణ
th: แสดงตัวอย่าง
tl: Silipin
tr: Ön izleme
ur: پیش نظارہ
vi: Nghe thử

source: Select sound file
ar: اختر ملف صوت
bn: শব্দ ফাইল নির্বাচন করুন
fa: انتخاب فایل صدا
fr: Sélectionner un fichier audio
he: בחר קובץ שמע
hi: ध्वनि फ़ाइल चुनें
id: Pilih berkas suara
it: Seleziona file audio
ja: サウンドファイルを選択
ml: ശബ്ദ ഫയൽ തിരഞ്ഞെടുക്കുക
mr: ध्वनी फाइल निवडा
nb: Velg lydfil
pa: ਧੁਨੀ ਫਾਇਲ ਚੁਣੋ
si: ශබ්ද ගොනුව තෝරන්න
sl: Izberi zvočno datoteko
sr: Изабери звучну датотеку
sw: Chagua faili ya sauti
ta: ஒலி கோப்பை தேர்ந்தெடு
te: శబ్ద ఫైల్ ఎంచుకోండి
th: เลือกไฟล์เสียง
tl: Pumili ng file ng tunog
tr: Ses dosyası seç
ur: آواز کی فائل منتخب کریں
vi: Chọn tệp âm thanh

source: Audio
ar: صوت
bn: অডিও
fa: صوتی
he: שמע
hi: ऑडियो
ja: オーディオ
ml: ഓഡിയോ
mr: ऑडिओ
nb: Lyd
pa: ਆਡੀਓ
si: ශ්‍රව්‍ය
sl: Avdio
sr: Аудио
sw: Sauti
ta: ஆடியோ
te: ఆడియో
th: เสียง
tr: Ses
ur: آڈیو
vi: Âm thanh

source: _Cancel
bn: _বাতিল
fr: _Annuler
hi: _रद्द करें
id: _Batal
it: _Annulla
nb: _Avbryt
sl: _Prekliči
sr: _Откажи
ta: _ரத்து
tl: _Kanselahin
tr: _İptal
ur: _منسوخ کریں

source: _Open
bn: _খুলুন
fr: _Ouvrir
hi: _खोलें
id: _Buka
it: _Apri
nb: _Åpne
sl: _Odpri
sr: _Отвори
ta: _திற
tl: _Buksan
tr: _Aç
ur: _کھولیں

source: Reset
ar: إعادة تعيين
bn: রিসেট
fa: بازنشانی
fr: Réinitialiser
he: איפוס
hi: रीसेट
id: Atur ulang
it: Reimposta
ja: リセット
kn: ಮರುಹೊಂದಿಸಿ
ml: പുനഃസജ്ജമാക്കുക
mr: रीसेट
my: ပြန်သတ်မှတ်
nb: Tilbakestill
pa: ਰੀਸੈਟ
si: නැවත සකස්
sl: Ponastavi
sr: Ресет
sw: Weka upya
ta: மீட்டமை
te: రీసెట్
th: รีเซ็ต
tl: I-reset
tr: Sıfırla
ur: ری سیٹ
vi: Đặt lại

source: Restore all settings to schema defaults
ar: استعادة كل الإعدادات إلى القيم الافتراضية للمخطط
bn: সমস্ত সেটিং স্কিমার ডিফল্টে পুনরুদ্ধার করুন
fa: بازگردانی همه تنظیمات به مقادیر پیش‌فرض شمایل
fr: Restaurer tous les paramètres aux valeurs par défaut du schéma
he: שחזר את כל ההגדרות לברירות המחדל של הסכימה
hi: सभी सेटिंग्स को स्कीमा डिफ़ॉल्ट पर बहाल करें
id: Pulihkan semua pengaturan ke bawaan skema
it: Ripristina tutte le impostazioni ai valori predefiniti dello schema
ja: すべての設定をスキーマの既定に戻す
ml: എല്ലാ ക്രമീകരണങ്ങളും സ്കീമയുടെ സാധാരണ നിലയിലേക്ക് പുനഃസ്ഥാപിക്കുക
mr: सर्व सेटिंग्ज स्कीमा डिफॉल्टवर पुनर्संचयित करा
nb: Gjenopprett alle innstillinger til skjemaets standardverdier
pa: ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸਕੀਮਾ ਦੇ ਡਿਫਾਲਟ ਤੇ ਲਿਜਾਓ
si: සියලු අමාර්ග දෛනික ප්‍රමුඛතා වෙත යළි පිහිටුවන්න
sl: Obnovi vse nastavitve na privzete vrednosti sheme
sr: Врати сва подешавања на подразумеване вредности шеме
sw: Rejesha mipangilio yote kwa chaguo-msingi ya schema
ta: அனைத்து அமைப்புகளையும் திட்டப்படியின் இயல்புகளிற்கு மீட்டமை
te: అన్ని అమరికలను స్కీమా డిఫాల్ట్‌లకు పునరుద్ధరించు
th: กู้คืนการตั้งค่าทั้งหมดเป็นค่าเริ่มต้นของสคีมา
tl: Ibalik lahat ng setting sa default ng schema
tr: Tüm ayarları şema varsayılanlarına geri yükle
ur: تمام ترتیبات اسکیمہ کے طے شدہ پر بحال کریں
vi: Khôi phục tất cả về mặc định của schema

source: Restore all defaults
ar: استعادة القيم الافتراضية
bn: সব ডিফল্ট পুনরুদ্ধার করুন
fa: بازگردانی همه پیش‌فرض‌ها
fr: Restaurer les valeurs par défaut
he: שחזר את כל ברירות המחדל
hi: सभी डिफ़ॉल्ट बहाल करें
id: Pulihkan semua bawaan
it: Ripristina impostazioni predefinite
ja: 既定値をすべて復元
ml: എല്ലാ സാധാരണ നിലകളും പുനഃസ്ഥാപിക്കുക
mr: सर्व डिफॉल्ट पुनर्संचयित करा
nb: Gjenopprett alle standardverdier
pa: ਸਾਰੇ ਡਿਫਾਲਟ ਮੁੜ ਸੈਟ ਕਰੋ
si: සියලු පෙරනිමි ආපසු ලබාදෙන්න
sl: Obnovi privzete vrednosti
sr: Врати подразумевано
sw: Rejesha chaguo-msingi zote
ta: அனைத்து இயல்புகளை மீட்டமை
te: అన్ని డిఫాల్ట్‌లను పునరుద్ధరించు
th: กู้คืนค่าเริ่มต้นทั้งหมด
tl: Ibalik lahat ng default
tr: Tüm varsayılanları geri yükle
ur: تمام طے شدہ بحال کریں
vi: Khôi phục tất cả mặc định

source: Panel & Display
ar: اللوح والعرض
bn: প্যানেল ও প্রদর্শন
fa: پنل و نمایش
fr: Panneau & Affichage
he: לוח ותצוגה
hi: पैनल और प्रदर्शन
id: Panel & Tampilan
it: Pannello e visualizzazione
ja: パネルと表示
kn: ಫಲಕ ಮತ್ತು ಪ್ರದರ್ಶನ
ml: പാനലും പ്രദർശനവും
mr: पॅनेल आणि प्रदर्शन
my: ပန်းနယ်နှင့် ပြသခြင်း
nb: Panel og visning
pa: ਪੈਨਲ ਅਤੇ ਡਿਸਪਲੇ
si: පැනලය & දර්ශනය
sl: Pult in prikaz
sr: Панел и приказ
sw: Paneli na Onyesho
ta: தகடு & காட்சி
te: ప్యానెల్ & ప్రదర్శన
th: แผงและการแสดงผล
tl: Panel at Display
tr: Panel ve Görünüm
ur: پینل اور ڈسپلے
vi: Bảng và Hiển thị

source: Panel style (icon/text/both)
ar: نمط اللوح (أيقونة/نص/كلاهما)
bn: প্যানেলের ধরন (আইকন/টেক্সট/উভয়)
fa: سبک پنل (آیکن/متن/هردو)
fr: Style d’affichage (icône/texte/les deux)
he: סגנון לוח (סמל/טקסט/שניהם)
hi: पैनल शैली (आइकन/टेक्स्ट/दोनों)
id: Gaya panel (ikon/teks/keduanya)
it: Stile pannello (icona/testo/entrambi)
ja: パネルスタイル（アイコン/テキスト/両方）
kn: ಫಲಕ ಶೈಲಿ (ಐಕಾನ್/ಪಠ್ಯ/ಎರಡೂ)
ml: പാനൽ ശൈലി (ഐക്കൺ/വാചകം/ഇരണ്ടും)
mr: पॅनेल शैली (आयकॉन/मजकूर/दोन्ही)
my: ပန်းနယ်စတိုင် (အိုင်ကွန်/စာသား/နှစ်ခုလုံး)
nb: Panelstil (ikon/tekst/begge)
pa: ਪੈਨਲ ਸਟਾਈਲ (ਆਈਕਨ/ਟੈਕਸਟ/ਦੋਵੇਂ)
si: පැනල රටා (අයිකන/පෙළ/දෙකම)
sl: Slog pulta (ikona/besedilo/oboje)
sr: Стил панела (икона/текст/оба)
sw: Mtindo wa paneli (ikoni/maandishi/zote)
ta: தகடு பாணி (சின்னம்/உரை/இரண்டும்)
te: ప్యానెల్ శైలి (ఐకాన్/పాఠ్యం/రెండూ)
th: สไตล์แผง (ไอคอน/ข้อความ/ทั้งสอง)
tl: Estilo ng panel (icon/teksto/pareho)
tr: Panel stili (simge/metin/ikisi)
ur: پینل انداز (آئیکن/متن/دونوں)
vi: Kiểu bảng (biểu tượng/văn bản/cả hai)

source: Display format
ar: تنسيق العرض
bn: প্রদর্শনের বিন্যাস
fa: قالب نمایش
fr: Format d’affichage
he: תבנית תצוגה
hi: प्रदर्शन प्रारूप
id: Format tampilan
it: Formato di visualizzazione
ja: 表示形式
kn: ಪ್ರದರ್ಶನ ಪ್ರಕಾರ
ml: പ്രദർശന ഫോർമാറ്റ്
mr: प्रदर्शन स्वरूप
my: ပြသဖော်မတ်
nb: Visningsformat
pa: ਡਿਸਪਲੇ ਫਾਰਮੈਟ
si: දර්ශන හැඩය
sl: Oblika prikaza
sr: Формат приказа
sw: Umbizo la onyesho
ta: காட்சி வடிவம்
te: ప్రదర్శన ఆకృతి
th: รูปแบบการแสดงผล
tl: Format ng display
tr: Görüntü biçimi
ur: ڈسپلے فارمیٹ
vi: Định dạng hiển thị

source: Position in panel
ar: الموضع في اللوح
bn: প্যানেলে অবস্থান
fa: جایگاه در پنل
fr: Position dans le panneau
he: מיקום בלוח
hi: पैनल में स्थिति
id: Posisi di panel
it: Posizione nel pannello
ja: パネル上の位置
kn: ಫಲಕದಲ್ಲಿನ ಸ್ಥಾನ
ml: പാനലിലെ സ്ഥാനം
mr: पॅनेलमध्ये स्थिती
my: ပန်းနယ်အတွင်း တည်နေရာ
nb: Plassering i panelet
pa: ਪੈਨਲ ਵਿੱਚ ਸਥਿਤੀ
si: පැනලයේ තැන
sl: Položaj na pultu
sr: Положај на панелу
sw: Nafasi kwenye paneli
ta: தகடில் இருப்பிடம்
te: ప్యానెల్‌లో స్థానం
th: ตำแหน่งในแผง
tl: Posisyon sa panel
tr: Panelde konum
ur: پینل میں مقام
vi: Vị trí trên bảng

source: Left
ar: يسار
bn: বাম
fa: چپ
fr: Gauche
he: שמאל
hi: बायाँ
id: Kiri
it: Sinistra
ja: 左
kn: ಎಡ
ml: ഇടത്
mr: डावे
my: ဘယ်
nb: Venstre
pa: ਖੱਬੇ
si: වම
sl: Levo
sr: Лево
sw: Kushoto
ta: இடது
te: ఎడమ
th: ซ้าย
tl: Kaliwa
tr: Sol
ur: بائیں
vi: Trái

source: Center
ar: وسط
bn: মধ্য
fa: میانه
fr: Centre
he: מרכז
hi: बीच
id: Tengah
it: Centro
ja: 中央
kn: ಮಧ್ಯ
ml: മധ്യം
mr: मध्य
my: ဗဟို
nb: Midten
pa: ਕੇਂਦਰ
si: මධ්‍ය
sl: Sredina
sr: Центар
sw: Katikati
ta: மையம்
te: మధ్య
th: กึ่งกลาง
tl: Gitna
tr: Orta
ur: درمیان
vi: Giữa

source: Right
ar: يمين
bn: ডান
fa: راست
fr: Droite
he: ימין
hi: दायाँ
id: Kanan
it: Destra
ja: 右
kn: ಬಲ
ml: വലം
mr: उजवे
my: ညာ
nb: Høyre
pa: ਸੱਜੇ
si: දකුණ
sl: Desno
sr: Десно
sw: Kulia
ta: வலது
te: కుడి
th: ขวา
tl: Kanan
tr: Sağ
ur: دائیں
vi: Phải

source: Far left
ar: أقصى اليسار
bn: অত্যন্ত বাম
fa: کاملاً چپ
fr: Extrême gauche
he: שמאל קיצוני
hi: अत्यंत बायाँ
id: Paling kiri
it: Estrema sinistra
ja: 最左端
kn: ಅತ್ಯಂತ ಎಡ
ml: വലിയ ഇടത്
mr: अतिशय डावे
my: အလွန်ဘယ်
nb: Lengst til venstre
pa: ਬਹੁਤ ਖੱਬੇ
si: වැඩි වම
sl: Čisto levo
sr: Сасвим лево
sw: Kushoto kabisa
ta: மிகவும் இடது
te: చాలా ఎడమ
th: ซ้ายสุด
tl: Pinakakaliwa
tr: En sol
ur: انتہائی بائیں
vi: Trái ngoài cùng

source: Far right
ar: أقصى اليمين
bn: অত্যন্ত ডান
fa: کاملاً راست
fr: Extrême droite
he: ימין קיצוני
hi: अत्यंत दायाँ
id: Paling kanan
it: Estrema destra
ja: 最右端
kn: ಅತ್ಯಂತ ಬಲ
ml: വലിയ വലം
mr: अतिशय उजवे
my: အလွန်ညာ
nb: Lengst til høyre
pa: ਬਹੁਤ ਸੱਜੇ
si: වැඩි දකුණ
sl: Čisto desno
sr: Сасвим десно
sw: Kulia kabisa
ta: மிகவும் வலது
te: చాలా కుడి
th: ขวาสุด
tl: Pinakakanan
tr: En sağ
ur: انتہائی دائیں
vi: Phải ngoài cùng

source: Panel spacing (px)
ar: تباعد اللوح (بكسل)
bn: প্যানেলের ব্যবধান (px)
fa: فاصله پنل (px)
fr: Espacement dans le panneau (px)
he: מרווח בלוח (px)
hi: पैनल अंतर (px)
id: Jarak panel (px)
it: Spaziatura del pannello (px)
ja: パネル間隔 (px)
kn: ಫಲಕ ಅಂತರ (px)
ml: പാനൽ ഇടവിട്ട് (px)
mr: पॅनेल अंतर (px)
my: ပန်းနယ် အကွာအဝေး (px)
nb: Panelavstand (px)
pa: ਪੈਨਲ ਅੰਤਰ (px)
si: පැනල ඉඩ (px)
sl: Razmik na pultu (px)
sr: Размак на панелу (px)
sw: Nafasi ya paneli (px)
ta: தகடு இடைவெளி (px)
th: ระยะห่างแผง (px)
tl: Agwat ng panel (px)
tr: Panel aralığı (px)
ur: پینل فاصلہ (px)
vi: Khoảng cách bảng (px)

source: Presets
ar: إعدادات مسبقة
bn: প্রিসেট
fa: پیش‌تنظیم‌ها
fr: Préréglages
he: קבועים מראש
hi: प्रिसेट
id: Pengaturan Awal
it: Impostazioni
ja: プリセット
kn: ಪೂರ್ವದೇಶಿತಗಳು
ml: മുൻക്രമീകരണങ്ങൾ
mr: पूर्वसेट
my: ကြိုတင်သတ်မှတ်ချက်များ
nb: Forhåndsinnstillinger
pa: ਪ੍ਰੀਸੈੱਟ
si: පෙර සැකසුම්
sl: Prednastavitve
sr: Претподешавања
sw: Mipangilio ya awali
ta: முன்நிறுவல்கள்
te: ముందస్తులు
th: พรีเซ็ต
tl: Mga preset
tr: Önayarlar
ur: پری سیٹس
vi: Bản đặt sẵn

source: Presets (comma-separated)
ar: إعدادات مسبقة (مفصولة بفواصل)
bn: প্রিসেট (কমা দ্বারা পৃথক)
fa: پیش‌تنظیم‌ها (با ویرگول جدا شود)
fr: Préréglages (séparés par des virgules)
he: קבועים מראש (מופרדים בפסיקים)
hi: प्रिसेट (अल्पविराम से अलग)
id: Pengaturan Awal (dipisahkan koma)
it: Impostazioni (separate da virgola)
ja: プリセット（カンマ区切り）
kn: ಪೂರ್ವದೇಶಿತಗಳು (ಕಾಮಾದಿಂದ ಬೇರ್ಪಡಿಸಿ)
ml: മുൻക്രമീകരണങ്ങൾ (കോമയിലൂടെ വേർതിരിച്ചത്)
mr: पूर्वसेट (स्वल्पविरामाने वेगळे)
my: ကြိုတင်သတ်မှတ်ချက်များ (ကော်မာဖြင့်ခွဲ)
nb: Forhåndsinnstillinger (kommaseparert)
pa: ਪ੍ਰੀਸੈੱਟ (ਕਾਮਾ-ਅਲੱਗ)
si: පෙර සැකසුම් (කොමා වලින් වෙන් කරන ලද)
sl: Prednastavitve (ločene z vejico)
sr: Претподешавања (одвојена зарезом)
sw: Mipangilio ya awali (imetenganishwa kwa koma)
ta: முன்நிறுவல்கள் (கமாவில் பிரிக்கப்பட்ட)
te: ముందస్తులు (కామాతో వేరు చేసినవి)
th: พรีเซ็ต (คั่นด้วยจุลภาค)
tl: Mga preset (hiwalay ng kuwit)
tr: Önayarlar (virgülle ayrılmış)
ur: پری سیٹس (کاما سے جدا)
vi: Bản đặt sẵn (phân tách bằng dấu phẩy)

source: Supports m/s suffix; bare numbers = minutes. Examples: 1s, 4m, 5m, 10, 25
ar: يدعم اللاحقة m/s؛ الأعداد دون لاحقة = دقائق. أمثلة: 1s، 4m، 5m، 10، 25
bn: m/s প্রত্যয় সমর্থিত; একক সংখ্যা = মিনিট। উদাহরণ: 1s, 4m, 5m, 10, 25
fa: پسوند m/s پشتیبانی می‌شود؛ اعداد تنها = دقیقه. مثال‌ها: 1s, 4m, 5m, 10, 25
fr: Prend en charge les suffixes m/s ; un nombre seul = minutes. Exemples : 1s, 4m, 5m, 10, 25
he: תומך בסיומת m/s; מספרים ללא סיומת = דקות. דוגמאות: 1s, 4m, 5m, 10, 25
hi: m/s प्रत्यय समर्थित; बिना प्रत्यय वाले अंक = मिनट। उदाहरण: 1s, 4m, 5m, 10, 25
id: Mendukung akhiran m/s; angka tanpa akhiran = menit. Contoh: 1s, 4m, 5m, 10, 25
it: Supporta i suffissi m/s; i numeri senza suffisso = minuti. Esempi: 1s, 4m, 5m, 10, 25
ja: m/s 接尾辞をサポート。数字のみは分。例: 1s, 4m, 5m, 10, 25
kn: m/s ಪ್ರತ್ಯಯ ಬೆಂಬಲಿತ; ಅಂಕೆಗಳು ಮಾತ್ರ = ನಿಮಿಷಗಳು. ಉದಾ: 1s, 4m, 5m, 10, 25
ml: m/s അനുബന്ധം പിന്തുണയ്ക്കുന്നു; വെറും നമ്പറുകൾ = മിനിട്ടുകൾ. ഉദാഹരണങ്ങൾ: 1s, 4m, 5m, 10, 25
mr: m/s प्रत्यय समर्थित; साधे अंक = मिनिटे. उदाहरणे: 1s, 4m, 5m, 10, 25
my: m/s နောက်ဆက်ပါတ်ကို ထောက်ပံ့သည်; အကြမ်းဂဏန်း = မိနစ်။ ဥပမာ- 1s, 4m, 5m, 10, 25
nb: Støtter m/s-suffiks; rene tall = minutter. Eksempler: 1s, 4m, 5m, 10, 25
pa: m/s ਸੁਫਿਕਸ ਸਮਰਥਿਤ; ਸਾਧਾਰਣ ਅੰਕ = ਮਿੰਟ। ਉਦਾਹਰਨ: 1s, 4m, 5m, 10, 25
si: m/s පසුබැඳුම ආධාරකයි; පිරිසිදු අංක = විනාඩි. උදාහරණ: 1s, 4m, 5m, 10, 25
sl: Podpira pripono m/s; goli števci = minute. Primeri: 1s, 4m, 5m, 10, 25
sr: Подржава наставак m/s; цели бројеви = минути. Примери: 1s, 4m, 5m, 10, 25
sw: Inaunga mkono kiambishi m/s; nambari pweke = dakika. Mifano: 1s, 4m, 5m, 10, 25
ta: m/s பிற்சேர்க்கையை ஆதரிக்கிறது; வெறும் எண்கள் = நிமிடங்கள். உதாரணங்கள்: 1s, 4m, 5m, 10, 25
th: รองรับคำต่อท้าย m/s; ตัวเลขล้วน = นาที ตัวอย่าง: 1s, 4m, 5m, 10, 25
tl: Sumusuporta sa hulaping m/s; solong numero = minuto. Mga halimbawa: 1s, 4m, 5m, 10, 25
tr: m/s soneki desteklenir; soneksiz sayılar = dakika. Örnekler: 1s, 4m, 5m, 10, 25
ur: m/s لاحقہ معاون؛ اکیلے اعداد = منٹ۔ مثالیں: 1s، 4m، 5m، 10، 25
vi: Hỗ trợ hậu tố m/s; số không hậu tố = phút. Ví dụ: 1s, 4m, 5m, 10, 25

source: Save
ar: حفظ
bn: সংরক্ষণ
fa: ذخیره
fr: Enregistrer
he: שמור
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
mr: जतन करा
my: သိမ်းမည်
nb: Lagre
pa: ਸੇਵ ਕਰੋ
si: සුරකින්න
sl: Shrani
sr: Сачувај
sw: Hifadhi
ta: சேமிக்க
te: సేవ్ చేయి
th: บันทึก
tl: I-save
tr: Kaydet
ur: محفوظ کریں
vi: Lưu

source: Repetition
ar: تكرار
bn: পুনরাবৃত্তি
fa: تکرار
fr: Répétition
he: חזרה
hi: दोहराव
id: Pengulangan
it: Ripetizione
ja: 反復
kn: ಪುನರಾವರ್ತನೆ
ml: ആവർത്തനം
mr: पुनरावृत्ती
my: ထပ်တလဲလဲ
nb: Gjentakelse
pa: ਦੁਹਰਾਵਾ
si: පුනරාවර්තනය
sl: Ponavljanje
sr: Понављање
sw: Rudia
ta: மீளல்
te: పునరావృతం
th: การทำซ้ำ
tl: Pag-uulit
tr: Tekrarlama
ur: تکرار
vi: Lặp lại

source: Repetition on completion
ar: تكرار عند الانتهاء
bn: সমাপ্তির পর পুনরাবৃত্তি
fa: تکرار پس از اتمام
fr: Répéter après la fin du minuteur
he: חזרה בסיום
hi: समाप्ति पर दोहराएँ
id: Ulangi saat selesai
it: Ripetizione al completamento
ja: 完了時に反復
kn: ಪೂರ್ಣಗೊಂಡಾಗ ಪುನರಾವರ್ತನೆ
ml: പൂർത്തിയാകുമ്പോൾ ആവർത്തിക്കുക
mr: पूर्ण झाल्यावर पुनरावृत्ती
my: ပြီးဆုံးသည့်အခါထပ်မည်
nb: Gjentakelse ved fullføring
pa: ਪੂਰਾ ਹੋਣ ਤੇ ਦੁਹਰਾਓ
si: අවසන් වූ පසු නැවත ක්‍රියාත්මක කරන්න
sl: Ponavljaj ob zaključku
sr: Понављање по завршетку
sw: Rudia inapotimia
ta: முடிவில் மீண்டும் இயக்குதல்
te: పూర్తయ్యిన తర్వాత పునరావృతం
th: ทำซ้ำเมื่อเสร็จสิ้น
tl: Ulitin kapag natapos
tr: Tamamlandığında tekrarla
ur: تکمیل پر تکرار
vi: Lặp lại khi hoàn tất

source: Enable repetition
ar: تفعيل التكرار
bn: পুনরাবৃত্তি সক্রিয় করুন
fa: فعال‌سازی تکرار
fr: Activer la répétition
he: הפעל חזרה
hi: दोहराव सक्षम करें
id: Aktifkan pengulangan
it: Abilita ripetizione
ja: 反復を有効化
kn: ಪುನರಾವರ್ತನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ആവർത്തനം പ്രവർത്തനക്ഷമമാക്കുക
mr: पुनरावृत्ती सक्षम करा
my: ထပ်တလဲလဲ ဖွင့်
nb: Aktiver gjentakelse
pa: ਦੁਹਰਾਵਾ ਚਾਲੂ ਕਰੋ
si: පුනරාවර්තනය සක්‍රීය කරන්න
sl: Omogoči ponavljanje
sr: Укључи понављање
sw: Wezesha kurudia
ta: மீளலை இயக்கு
te: పునరావృతాన్ని ప్రారంభించు
th: เปิดใช้การทำซ้ำ
tl: Paganahin ang pag-uulit
tr: Tekrarlamayı etkinleştir
ur: تکرار فعال کریں
vi: Bật lặp lại

source: Repeat count
ar: عدد مرات التكرار
bn: পুনরাবৃত্তির সংখ্যা
fa: تعداد تکرار
fr: Nombre de répétitions
he: מספר חזרות
hi: दोहराव संख्या
id: Jumlah pengulangan
it: Conteggio ripetizioni
ja: 反復回数
kn: ಪುನರಾವರ್ತನೆ ಎಣಿಕೆ
ml: ആവർത്തനങ്ങളുടെ എണ്ണം
mr: पुनरावृत्ती संख्या
my: ထပ်မှုအရေအတွက်
nb: Antall gjentakelser
pa: ਦੁਹਰਾਵਿਆਂ ਦੀ ਗਿਣਤੀ
si: පුනරාවර්තන ගණන
sl: Število ponovitev
sr: Број понављања
sw: Idadi ya marudio
ta: மீளல் எண்ணிக்கை
te: పునరావృతాల సంఖ్య
th: จำนวนครั้งที่ทำซ้ำ
tl: Bilang ng pag-uulit
tr: Tekrar sayısı
ur: تعداد تکرار
vi: Số lần lặp
