Repository: yrelay/yrtimer
Catalog: po/jv.po
Languages: jv

source: About
jv: Babagan

source: For feature requests or bug reports, please visit GitHub. No warranty, express or implied.
jv: Kanggo panjaluk fitur utawa laporan bug, bukak GitHub. Ora ana garansi, cetha utawa tersirat.

source: Issues
jv: Masalah

source: Donate
jv: Donasi

source: General
jv: Umum

source: Notifications & Sound
jv: Notifikasi & Swara

source: Enable notifications
jv: Aktifake notifikasi

source: Enable sound
jv: Aktifake swara

source: Custom sound path (relative or absolute)
jv: Dalan swara kustom (relatif utawa absolut)

source: Sound
jv: Swara

source: Custom…
jv: Kustom…

source: Preview
jv: Pratayang

source: Select sound file
jv: Pilih berkas swara

source: _Cancel
jv: _Batal

source: _Open
jv: _Buka

source: Restore all settings to schema defaults
jv: Balekna kabeh setelan menyang standar skema

source: Restore all defaults
jv: Balekna kabeh standar

source: Panel & Display
jv: Panel & Tampilan

source: Panel style (icon/text/both)
jv: Gaya panel (ikon/teks/kabeh loro)

source: Display format
jv: Format tampilan

source: Position in panel
jv: Posisi ing panel

source: Left
jv: Kiwa

source: Center
jv: Tengah

source: Right
jv: Tengen

source: Far left
jv: Paling kiwa

source: Far right
jv: Paling tengen

source: Panel spacing (px)
jv: Jarak panel (px)

source: Presets
jv: Prasetel

source: Presets (comma-separated)
jv: Prasetel (dipisah koma)

source: Supports m/s suffix; bare numbers = minutes. Examples: 1s, 4m, 5m, 10, 25
jv: Ndhukung panambang m/s; nomer polos = menit. Tuladha: 1s, 4m, 5m, 10, 25

source: Save
jv: Simpen

source: Repetition
jv: Baleni

source: Repetition on completion
jv: Baleni nalika rampung

source: Enable repetition
jv: Aktifake baleni

source: Repeat count
jv: Cacah baleni

source: Repeat interval (seconds)
jv: Sela baleni (detik)

source: Left: start/pause, Middle: reset, Shift+Left: last preset, Ctrl+Left: Preferences
jv: Kiwa: wiwiti/ngaso, Tengah: reset, Shift+Kiwa: prasetel pungkasan, Ctrl+Kiwa: Preferensi

source: yrtimer indicator
jv: indikator yrtimer

source: Timer icon
jv: Ikon timer

source: Remaining time
jv: Wektu isih ana

source: Preferences
jv: Preferensi

source: [i18n probe] Preferences
jv: [i18n] Preferensi

source: Preset
jv: Prasetel

source: Time is up!
jv: Wektu wis entek!

source: Enter duration (e.g., 1m 12s)
jv: Lebokake durasi (tuladha, 1m 12s)

source: Duration input
jv: Lebokan durasi

source: Start
jv: Wiwiti

source: Pause
jv: Ngaso

source: Diagnostics
jv: Diagnostik

source: Enable debug logs
jv: Aktifake log debug

source: Override locale for preferences
jv: Nganti setelan basa kanggo preferensi

source: Empty = system default (restart prefs to fully apply)
jv: Kosong = standar sistem (wiwiti maneh preferensi kanggo nerapake kabèh)

source: System default
jv: Standar sistem

source: Language changed
jv: Basa diganti

source: Restarting preferences to apply translations...
jv: Miwiti maneh preferensi kanggo nerapake terjemahan...

source: e.g., fr, de, zh_CN
jv: Tuladha:, fr, de, zh_CN

source: Extension path
jv: Path ekstensi

source: Icon (embedded)
jv: Ikon (tanem)

source: exists
jv: ana

source: missing
jv: ora ana

source: presets (sec)
jv: prasetel (d)

source: Status and environment checks (Press Refresh to update)
jv: Priksa status lan lingkungan (Pencet Refresh kanggo nganyari)

source: Extension state
jv: Status ekstensi

source: Extension info
jv: Info ekstensi

source: Copy
jv: Salin

source: Diagnostics copied
jv: Diagnostik disalin

source: Diagnostics have been copied to the clipboard.
jv: Diagnostik wis disalin menyang papan klip.
